## Source Repos
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-versions"

# Non-technical Tools
cask "firefox"
cask "google-chrome"
cask "microsoft-edge"
cask "whatsapp"
cask "telegram"
cask "spotify"
cask "keepassx"
cask "lastpass"
cask "amazon-chime"
brew "f1viewer"
cask "audacity"
cask "coconutbattery"
cask "discord"
cask "dropbox"
cask "handbrake"
cask "plex"
cask "vlc"

# Technical Tools
cask "visual-studio-code"
cask "powershell"
cask "powershell-preview"
cask "iterm2"
brew "thefuck"
cask "postman"
cask "dotnet"
brew "kubernetes-cli"
brew "docker"
brew "nmap"
brew "watch"
brew "node"
brew "azure-cli"
brew "awscli"
brew "python"
brew "pyenv"
brew "ansible"
brew "yarn"
brew "terraform-docs"
brew "cdktf"
#brew "terraform" # 0.14.7 is not available in BREW
