## Source Repos
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-versions"
tap "aws/tap"
tap "azure/bicep"

# Non-technical Tools
cask "firefox"
cask "google-chrome"
cask "microsoft-edge"
cask "whatsapp"
cask "telegram"
cask "spotify"
cask "keepassx"
cask "lastpass"
cask "amazon-chime"
brew "f1viewer"
cask "audacity"
cask "coconutbattery"
cask "discord"
cask "dropbox"
cask "handbrake"
cask "plex"
cask "vlc"
cask "rectangle"
brew "mpv"
cask "maccy"
cask "cheatsheet"
cask "drawio"


# Technical Tools
cask "visual-studio-code"
cask "powershell"
cask "iterm2"
brew "thefuck"
cask "postman"
cask "dotnet"
brew "kubernetes-cli"
brew "docker"
brew "nmap"
brew "watch"
brew "node@16"
brew "azure-cli"
cask "microsoft-azure-storage-explorer"
brew "awscli"
brew "python"
brew "pyenv"
brew "ansible"
brew "yarn"
brew "terraform-docs"
brew "cdktf"
brew "terraform"
brew "telnet"
brew "jq"
brew "aws-sam-cli"
brew  "bicep"
brew "git"
brew "tflint"
